Revit 2027 API
ParameterTypeId.PathReinTypen1 Property
 "Primary Bar - Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinTypen1 { get; }
Public Shared ReadOnly Property PathReinTypen1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinTypen1 {
	ForgeTypeId^ get ();
}
static member PathReinTypen1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace